[
        {
        "name": "http",
        "description": "HTTP, de sus siglas en inglés: Hypertext Transfer Protocol, es el nombre de un protocolo el cual nos permite realizar una petición de datos y recursos, como pueden ser documentos HTML. Es la base de cualquier intercambio de datos en la Web, y un protocolo de estructura cliente-servidor, esto quiere decir que una petición de datos es iniciada por el elemento que recibirá los datos (el cliente), normalmente un navegador Web. Así, una página web completa resulta de la unión de distintos sub-documentos recibidos, como, por ejemplo: un documento que especifique el estilo de maquetación de la página web (CSS), el texto, las imágenes, vídeos, scripts, etc...  ",
        "example": "Hyper text transmition protocol. Protocolo de la WEB. (puerto 80). En la mayoría de webs lo veremos como https. La s es de seguro, se añade una capa a http de seguridad. Comunicación cifrada entre el cliente y el servidor. Hyper text transmition protocol security. Se suele usar el puerto 443",
        "category": "Internet",
        "file": " https://developer.mozilla.org/es/docs/Web/HTTP/Overview",
        "link":"https://www.arsys.es/blog/file/uploads/2015/12/2015-12-30_http.jpg",
        "example1": "Es como Soul Goodman para los maleantes que quieren que todo salga bien, negocia por ellos y los pone de acuerdo con los términos del trámite",
        "example2": "Podriamos decir que el http en el mundo de la cocina es un camarero. Lleva los platos de comida a los comensales de manera profesional y segura. ",
        "example3": "Cuando en el football americano compran y venden jugadores universitarios como si fueran caramelos...",
        "example4": "https://asset.cloudinary.com/du3v1mwzj/29ca53f75f0de6cc52658ead8935d310",
        "video": "https://res.cloudinary.com/du3v1mwzj/video/upload/v1661208900/iron-learning/videos/htt_protocol_qs3rc9.mp4"
    },

    {
        "name": "IP",
        "description": "Una dirección IP es una representación numérica del punto de Internet donde está conectado un dispositivo. Se usa para identificar dónde hay algo y, en cierto modo, qué es. Comprender los fundamentos de las direcciones IP es esencial para desenvolverse por Internet. Aprenda cómo funcionan las direcciones IP y por qué es tan importante proteger la suya.",
        "example": "Internet protocol. Es la dirección que tiene un dispositivo en internet, o también el protocolo de direccionamento a internet. Se les llama IP a la dirección que tiene un despositivo conectado en una red. Esta consta de 4 números separados por puntos que van del 0 al 255. (cada num son 8 bits).",
        "category": "Internet",
        "file": "https://www.avast.com/es-es/c-what-is-an-ip-address",
        "link":"https://cdn.computerhoy.com/sites/navi.axelspringer.es/public/styles/1200/public/media/image/2021/09/ip-ordenador-2463441.jpg?itok=UJFUeR5H",
        "example1": "Hollywood está en Los Angeles, aunque luego sea un lugar gitante, tiene una ubicación única",
        "example2": "La ubicación, la dirección exacta de un restaurante. Si vas por la calle que debes, pero no sabes el nombre del restaurante en el que entrar, acabarás comiendo tacos en lugar de sushi",
        "example3": "El camp nou está situado en C. d'Arístides Maillol, 12, 08028 Barcelona",
        "example4": "https://asset.cloudinary.com/du3v1mwzj/0c8c0d0c7e4c3394aa51132279f5fe0f",
        "video": "https://res.cloudinary.com/du3v1mwzj/video/upload/v1661206576/iron-learning/videos/IP-definicion_g5nt1p.mp4"
    },
    {
        "name": "DNS",
        "description": "La sigla DNS proviene de la expresión inglesa Domain Name System: es decir, Sistema de Nombres de Dominio. Se trata de un método de denominación empleado para nombrar a los dispositivos que se conectan a una red a través del IP (Internet Protocol o Protocolo de Internet). El DNS se encarga de vincular informaciones asociadas al nombre de dominio que se le asigna a cada equipo. De esta forma, hace que los identificadores binarios relacionados con los equipos adquieran nombres que resultan inteligibles para los seres humanos, facilitando su localización en la red.",
        "example": "Básicamente es una agenda de direcciones. A partir de los nombres que damos a los dominios se crea como una “agenda”, los servidores DNS. Un servidor DNS te da la localización del servidor más cercana",
        "category": "Internet",
        "file": "https://definicion.de/dns/ ",
        "link":"https://cdn.okitup.com/wp-content/uploads/2019/06/dns.png",
        "example1": "La cartelera que te dice qué peli va a qué hora en qué cine",
        "example2": "Podría ser como nuestra guía Michelin de diferentes restaurantes. Tenemos una agenda organizada con los lugares por localidad y por estilo de cocina.",
        "example3": "La lista de jugadores y a qué equipor pertenecen",
        "example4": "https://asset.cloudinary.com/du3v1mwzj/f252dbdd61ead4c5b18fe862228eb478",
        "video": "https://res.cloudinary.com/du3v1mwzj/video/upload/v1661207794/iron-learning/videos/DNS_nisxs1.mp4"

    },
    {
        "name": "Puerto",
        "description": "En informática, un puerto es una interfaz a través de la cual se pueden enviar y recibir los diferentes tipos de datos. En electrónica, telecomunicaciones y hardware, una interfaz es el puerto (circuito físico) a través del que se envían o reciben señales desde un sistema o subsistemas hacia otros. No hay una interfaz universal, sino que existen diferentes estándares (Interfaz USB, interfaz SCSI, etc.) que establecen especificaciones técnicas concretas (características comunes), con lo que la interconexión sólo es posible utilizando la misma interfaz en origen y destino.",
        "example": "o Port me indica que programa me atiende, punto de información y te permite llegar al programa. Cada puerto tiene un valor numérico. Los ordenadores tienen una serie de puertos (60k disponibles). Cuando entra a internet se reserva un puerto. Me dice que programa utilizo. Puerto importante http 443 y el 80 https.",
        "category": "Internet",
        "file": "https://es.wikipedia.org/wiki/Puerto_(inform%C3%A1tica)",
        "link":"https://www.profesionalreview.com/wp-content/uploads/2020/02/abrir-puertos-router-12.png",
        "example1": "Si vas al cine y no tienes claro cual es la puerta que tienes que usar, acabarás viendo Frozen cuando querías ver a Leonardo Dicaprio siendo maltratado por un oso maloso",
        "example2": " Nuestro puerto en el sector culinario seria el Glovo. Nos manda comida que nosotros pagamos de cualquier local y de manera segura ",
        "example3": "En un equipo de futbol, aunque todos formen parte del mismo, tienen cada uno un papel y una posición en la que juegan",
        "example4": "https://res.cloudinary.com/du3v1mwzj/video/upload/v1661209961/iron-learning/videos/cliente_q7zyur.mp4",
        "video": "https://res.cloudinary.com/du3v1mwzj/video/upload/v1661209961/iron-learning/videos/cliente_q7zyur.mp4"

        
    },
    {
        "name": "Node",
        "description": "Ideado como un entorno de ejecución de JavaScript orientado a eventos asíncronos, Node.js está diseñado para crear aplicaciones network escalables. ",
        "example": "Es un motor de ejecución de javascript.",
        "category": "Programa",
        "file": "https://nodejs.org/es/about/",
        "link":"https://kinsta.com/wp-content/uploads/2021/03/Nodejs-Architecture.png",
        "example1": "El Node de una película és donde se ejecuta,sería o bien el cine o bien nuestro televisor",
        "example2": "El Node sería como nuestra cocina, el espacio donde cocinaremos nuestros manjares!",
        "example3": "El node en el mundo de los deportes sería como el campo, la pista...",
        "example4": "https://asset.cloudinary.com/du3v1mwzj/8172e2cf58adac6d5519f290bd3f2c79",
        "video": "https://res.cloudinary.com/du3v1mwzj/video/upload/v1661212033/iron-learning/videos/dependencia_qvciv3.mp4"
    },
    {
        "name": "Express ",
        "description": "Es una librería o mejor dicho, framework, para abrir servidores web",
        "example": "ExpressJS, o simplemente Express, es un marco de aplicación web para Node.js, lanzado como software gratuito y de código abierto bajo la licencia MIT. Está diseñado para crear aplicaciones web y API. Es el marco de servidor estándar de facto para NodeJS. El autor original lo describió como relativamente mínimo con muchas funciones disponibles como complementos.",
        "category": "Programa",
        "file": "http://expressjs.com/es/",
        "link":"https://miro.medium.com/max/730/1*Jr3NFSKTfQWRUyjblBSKeg.png",
        "example1": "Sería comparable a la habitación de editaje, donde se van a poner todos los ordenadores en los que se trabajará para hacer la película y la misma habitación en la que todos se pondrán de acuerdo en cómo será el resultado final",
        "example2": "Si fuese para un banquete, necesitarías tener todas las recetas, ingredientes y cocineros hábiles preparados para cuando haya que cocinar la comida para toda la gente",
        "example3": "Ejemplo de curling que nadie entendería, así que ni la pongo",
        "example4": "https://asset.cloudinary.com/du3v1mwzj/8d269a9330c8e03f03eaca95ea78b8ea",
        "video": "https://res.cloudinary.com/du3v1mwzj/video/upload/v1661210153/iron-learning/videos/express_vsfc6i.mp4"

    },    
    {
        "name": "Package.jason ",
        "description": "El Package es un archivo, con extensión JSON, que contiene información importante sobre el proyecto así como metadatos funcionales (número de version, dependencias, etc.). Esta información es legible por el ser humano. Su ubicación natural es en la raíz del proyecto.",
        "example": "(un fichero)  que se genera en node – la carta de presentación de nuestra app. (información general, dependencias, dependencias para testing, comandos, descripción…) ",
        "category": "Programa",
        "file": " https://alvaroperdiz.com/javascript/node-js/informaci%C3%B3n-basica-package-json/ ",
        "link":"https://imgs.developpaper.com/imgs/475620012-9caa1a49b47f1460_articlex.png",
        "example1": "misc",
        "example2": "Sería básicamente nuestro recetario, donde aparecen los ingredientes con  sus medidas exactas, el tiempo de cocción el modo de preparación… ",
        "example3": "movies",
        "example4": "https://res.cloudinary.com/du3v1mwzj/video/upload/v1661209961/iron-learning/videos/cliente_q7zyur.mp4",
        "video": "https://res.cloudinary.com/du3v1mwzj/video/upload/v1661212533/iron-learning/videos/pack.json_girvct.mp4"

    },    
    {
        "name": "Package-lock.json",
        "description": "package-lock.json sencillamente evita este comportamiento general de actualizar versiones minor o fix de modo que cuando alguien clona nuestro repositorio y ejecuta npm install en su equipo, npm examinará package-lock.json e instalará la versión exacta de los paquete que nosotros habíamos instalado, ignorando así los ^ y ~ de package.json.",
        "example": "Un fichero que contiene todo el detalle de las dependencias de las dependencias.",
        "category": "Programa",
        "file": "https://rubensa.wordpress.com/2019/11/27/pero-que-demonios-es-package-lock-json/ ",
        "link":"https://timmousk.com/wp-content/uploads/2022/03/lockfile.jpeg",
        "example1": "misc",
        "example2": "Seria como la receta de la abuela versión extendida. Receta original con toda la información para realizar tu plato y que explica en que tiendas debes ir a comprar todos los ingredientes para que te quede exactamente igual. Digamos que es para cocinar ese plato exactamente igual.",
        "example3": "movies",
        "example4": "https://res.cloudinary.com/du3v1mwzj/video/upload/v1661209961/iron-learning/videos/cliente_q7zyur.mp4",
        "video": "https://res.cloudinary.com/du3v1mwzj/video/upload/v1661212533/iron-learning/videos/pack.json_girvct.mp4"
    },
    {
        "name": "Dependencias",
        "description": "Dependencias son todas aquellas librerías de las que 'Depende' la web que se va a poner en marcha",
        "example": "Todas las librerías que estén en el package.json",
        "category": "Programa",
        "file": "https://kinsta.com/es/blog/bibliotecas-javascript/ ",
        "link":"https://www.arquitecturajava.com/wp-content/uploads/webpack.jpg",
        "example1": "Toda la gente que no son los actores que trabajan para producir la pelicula",
        "example2": "Los utensilios que se utilizan, que no has inventado tú, que usarás para cocinar: horno, batidora, mixer-flaker-3000-ultraHD",
        "example3": "Si no tuvieras un bate de baseball y la pelota, el juego sería batir brazos muy fuerte en el aire...",
        "example4": "https://asset.cloudinary.com/du3v1mwzj/38c3346570b67cf9306675609c979e70",
        "video": "https://res.cloudinary.com/du3v1mwzj/video/upload/v1661212033/iron-learning/videos/dependencia_qvciv3.mp4"
    },
    {
        "name": "Vpn",
        "description": "Una VPN (Virtual Private network), también llamada red privada virtual, es un tipo de tecnología conectada a la red que permite seguridad en la red local cuando el ordenador está conectado a internet. De este modo se consigue que un ordenador conectado a una red pueda enviar y recibir datos de redes públicas y compartidas como si se tratara de una red privada. Muchas empresas usan esta techología para que los empleados puedan conectarse a los recursos de la empresa desde casa o cuando están de viaje. ",
        "example": "Significa vitual private network. Permite que cuando el usuario haga peticiones a internet lo haga de manera cifrada y segura. El servidor se encarga de simular que está conectado en una red privada (desde el router), por ejemplo, de la empresa. Te conectas a los webs servers de la empresa que solo son accesibles desde allí. Un vpn también puede simular que estás conectado en otro país (por ejemplo, para ver pelis Netflix de otros países).",
        "category": "Internet",
        "file": "https://www.ciset.es/glosario/494-vpn",
        "link":"https://surfshark.com/wp-content/uploads/2020/03/What_is_VPN_ES-1024x501.png",
        "example1": "El VPN en el mundo de los deportes, es cuando puedes ver en directo las olimpiadas de Japón sin estar allí",
        "example2": "El VPN culinario sería comer sushi de salmón en tu piso de Barcelona. Estás disfrutando de la gastronomía de un país lejano desde tu casa.",
        "example3": "El VPN en el mundo del cine, sería a día de hoy, poder disfrutar del cine internacional. Poder ver peliculas grabadas en cualquier país.",
        "example4": "coocking",
        "video": "https://res.cloudinary.com/du3v1mwzj/video/upload/v1661213470/iron-learning/videos/momento_gracioso1_gnigpn.mp4"
    },
    {
        "name": "Intranet",
        "description": "La intranet es la plataforma virtual que una empresa o entidad pone a disposición de quienes pertenecen a ella, particularmente, sus empleados. ",
        "example": "red privada de una empresa.",
        "category": "Internet",
        "file": "https://economipedia.com/definiciones/intranet.html",
        "link":"https://empresas.blogthinkbig.com/wp-content/uploads/2020/01/Es-posible-construir-una-intranet-a-prueba-de-errores.jpg?w=800",
        "example1": "La intranet en el mundo de los deportes sería como un partido privado. Por ejemplo un partido de futbol escolar. Se hace para un pequeño grupo de gente controlada. Familiares, amigos cercanos...",
        "example2": "La intranet sería la cocina de un hostal. Pueden hacer uso de ella solo las personas que tienen alquilada una habitación.",
        "example3": "La intranet en el mundo del cine podríamos decir que són películas selectas solo proyectadas en cines concretos. Para un público en concreto.",
        "example4": "coocking",
        "video": "https://res.cloudinary.com/du3v1mwzj/video/upload/v1661213470/iron-learning/videos/momento_gracioso1_gnigpn.mp4"
    },
    {
        "name": "Npm",
        "description": "De sus siglas NPM (Node Package Manager) es un gestor de paquetes desarrollado en su totalidad bajo el lenguaje JavaScript por Isaac Schlueter, a través del cual podemos obtener cualquier librería con tan solo una sencilla línea de código, lo cual nos permitirá agregar dependencias de forma simple, distribuir paquetes y administrar eficazmente tanto los módulos como el proyecto a desarrollar en general. ",
        "example": "(node package manager) es un gestor de dependencias de nuestras aplicaciones de javascript. Una librería con sus versiones. ",
        "category": "Programa",
        "file": "https://openwebinars.net/blog/que-es-node-package-manager/",
        "link":"https://codigoonclick.com/wp-content/uploads/2019/05/npm-nodejs-1024x640.jpeg",
        "example1": "misc",
        "example2": "Podríamos decir que el Npm es la cocina de Masterchef. Es un lugar cómodo para cocinar y de manera ágil y fácil puedes encontrar los ingredientes para poder hacer un buen menú.",
        "example3": "movies",
        "example4": "coocking",
        "video": "https://res.cloudinary.com/du3v1mwzj/video/upload/v1661213470/iron-learning/videos/momento_gracioso1_gnigpn.mp4"
    },
    {
        "name": "Yarn",
        "description": "YARN es un gestor dependencias de JavaScript, que está enfocado en la velocidad y la seguridad, y a diferencia de otros gestores como NPM, YARN es muy rápido y muy fácil de usar. ",
        "example": "hace lo mismo que npm.",
        "category": "Programa",
        "file": "https://openwebinars.net/blog/que-es-yarn/",
        "link":"https://ih1.redbubble.net/image.395434020.9542/st,small,845x845-pad,1000x1000,f8f8f8.u2.jpg",
        "example1": "misc",
        "example2": "Hemos descrito Npm como la cocina de Masterchef (Es un lugar cómodo para cocinar y de manera ágil y fácil puedes encontrar los ingredientes para poder hacer un buen menú). Podríamos decir que Yarn es la cocina de Top Chef.",
        "example3": "movies",
        "example4": "coocking",
        "video": "https://res.cloudinary.com/du3v1mwzj/video/upload/v1661213470/iron-learning/videos/momento_gracioso1_gnigpn.mp4"
    },

    {
        "name": "Node_modules",
        "description": ": La carpeta node_modules es un directorio que se crea en la carpeta raíz de nuestro proyecto cuando instalamos paquetes o dependencias mediante npm. De esta forma, desde nuestro código Javascript podemos importar paquetes externos instalados mediante npm, teniéndolos en nuestro proyecto local (no dependen de una ruta externa al proyecto) y sin necesidad de manipularlos manualmente.",
        "example": "Es una carpeta que contiene el código (de las dependencias) de las librerías que te has descargado. ",
        "category": "Programa",
        "file": " https://lenguajejs.com/npm/administracion/carpeta-node_modules/",
        "link":"https://lenguajejs.com/npm/administracion/carpeta-node_modules/node_modules-heaviest-object-universe.jpg",
        "example1": "misc",
        "example2": "Podríamos definirlo como el índice de un libro de cocina. Donde podemos encontrar todas las recetas ordenadas. ",
        "example3": "movies",
        "example4": "coocking",
        "video": "https://res.cloudinary.com/du3v1mwzj/video/upload/v1661213470/iron-learning/videos/momento_gracioso1_gnigpn.mp4"
    },
    {
        "name": "Header",
        "description": ": Las cabeceras (en inglés headers) HTTP permiten al cliente y al servidor enviar información adicional junto a una petición o respuesta. Una cabecera de petición esta compuesta por su nombre (no sensible a las mayusculas) seguido de dos puntos ':', y a continuación su valor (sin saltos de línea). Los espacios en blanco a la izquierda del valor son ignorados.",
        "example": ": El Header una parte del mensaje http donde viaja información sobre el propio mensaje. Información como el tipo de contenido, tamaño… Podríamos decir que el Header son los datos que pones en un sobre. El body es el contenido del mensaje.",
        "category": "Internet",
        "file": "https://developer.mozilla.org/es/docs/Web/HTTP/Headers",
        "link":"https://www.htmlgoodies.com/wp-content/uploads/2021/04/stylingblocks.png",
        "example1": "misc",
        "example2": "Podriamos decir que el header es la información general de un producto. El nombre comercial, el tipo de producto, la fecha de caducidad, el productor, el distribuidor… ",
        "example3": "movies",
        "example4": "coocking"
    },
    {
        "name": "NAT",
        "description": "NAT (Network Address Translation ó Traducción de Dirección de Red) es un mecanismo utilizado por routers y equipos para intercambiar paquetes entre dos redes que se asignan mutuamente direcciones incompatibles. Consiste en convertir en tiempo real las direcciones utilizadas en los paquetes transportados. También es necesario editar los paquetes para permitir la operación de protocolos que incluyen información de direcciones dentro de la conversación del protocolo.",
        "example": "direcciones IP pueden ser públicas o privadas. Una red privada sería la de mi casa. Conecto mis dispositivos a través del router. El router protege y crea direcciones privadas. El router tiene dos direcciones una pública y una privada.",
        "category": "Internet",
        "file": "https://www.ajpdsoft.com/modules.php?name=Encyclopedia&op=content&tid=790",
        "link":"https://www.profesionalreview.com/wp-content/uploads/2020/08/Modo-NAT-03.png",
        "example1": "misc",
        "example2": " ",
        "example3": "movies",
        "example4": "coocking"
    },
    {
        "name": "Promesa",
        "description": "Una promesa es un objeto que representa un valor que puede que esté disponible «ahora», en un «futuro» o que «nunca» lo esté. Como no se sabe cuándo va a estar disponible, todas las operaciones dependientes de ese valor, tendrán que posponerse en el tiempo.",
        "example": "Tipo de dato. Modela un comportamiento asíncrono. Lanza a hacer algo que no tiene un punto de fin fijo. Ej; descargar un fichero.",
        "category": "Otros",
        "file": "https://www.arsys.es/blog/promesas-javascript",
        "link":"https://www.freecodecamp.org/news/content/images/2020/06/Ekran-Resmi-2020-06-06-12.21.27.png",
        "example1": "misc",
        "example2": "Cuando vas a un restaurante y quieres comer croquetas pero no puedes porque la freidora está estropeada y te dan la opción de una ensalada. ",
        "example3": "movies",
        "example4": "coocking"
    },
    {
        "name": "SQL",
        "description": "La sigla que se conoce como SQL corresponde a la expresión inglesa Structured Query Language (entendida en español como Lenguaje de Consulta Estructurado), la cual identifica a un tipo de lenguaje vinculado con la gestión de bases de datos de carácter relacional que permite la especificación de distintas clases de operaciones entre éstas. Gracias a la utilización del álgebra y de cálculos relacionales, el SQL brinda la posibilidad de realizar consultas con el objetivo de recuperar información de las bases de datos de manera sencilla.",
        "example": "Structure query language: Base de datos relacionales. Base de datos estructurada en tablas, hay filas (registro, objeto en sí)  y columnas (información). Query language (listame información). La más famosa se llama PostgreSQL. Tambien MySQL, MariaDB, Oracle (pago).",
        "category": "Librería",
        "file": "https://definicion.de/sql/",
        "link":"https://blog.powerdata.es/hs-fs/hubfs/iStock-517373542.jpg?width=591&name=iStock-517373542.jpg",
        "example1": "misc",
        "example2": " El supermercado de el corte inglés. Todo bien organizado por sectores.",
        "example3": "movies",
        "example4": "coocking"
    },
    {
        "name": "NoSQL",
        "description": "Es una amplia clase de sistemas de gestión de bases de datos que difieren del modelo clásico de SGBDR (Sistema de Gestión de Bases de Datos Relacionales) en aspectos importantes, siendo el más destacado que no usan SQL como lenguaje principal de consultas. Los datos almacenados no requieren estructuras fijas como tablas, normalmente no soportan operaciones JOIN, ni garantizan completamente ACID (atomicidad, consistencia, aislamiento y durabilidad) y habitualmente escalan bien horizontalmente. Los sistemas NoSQL se denominan a veces ,no solo SQL, para subrayar el hecho de que también pueden soportar lenguajes de consulta de tipo SQL.",
        "example": "Desestructura la info. Se usa cuando tengo muchísima informancion. MongoDB está implementado en JavaScript. Lo usamos cuando la información no necesita estar tan ordenada ya que la info es solo para un usuario, como una app. Mongo muy usada, Casandra, ToroDB.",
        "category": "Librería",
        "file": "https://es.wikipedia.org/wiki/NoSQL",
        "link":"https://matob.web.id/random/wp-content/uploads/sites/2/2021/12/What-is-NoSQL.jpg",
        "example1": "misc",
        "example2": " El almacén de los supermercados el Corte inglés.",
        "example3": "movies",
        "example4": "coocking"
    },
    {
        "name": "Coockie",
        "description": "Las cookies son pequeños fragmentos de texto que los sitios web que visitas envían al navegador. Permiten que los sitios web recuerden información sobre tu visita, lo que puede hacer que sea más fácil volver a visitar los sitios y hacer que estos te resulten más útiles.",
        "example": "Es como el brazalete que te dan en una fiesta privada para que te puedan reconocer al salir y entrar de las salas. Así saben quien eres sin tener que hablar mucho contigo y proporcionarte el servicio que necesitas, o sacarte la información que les falta...",
        "category": "Internet",
        "file": "https://www.xataka.com/basics/que-cookies-que-tipos-hay-que-pasa-desactivas",
        "link":"https://s.yimg.com/ny/api/res/1.2/AmYEzNSGfcuAlbBHgl0VEQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTk2MDtjZj13ZWJw/https://s.yimg.com/uu/api/res/1.2/T1A2q1.8gUHTIP_L31qpRw--~B/aD00ODA7dz00ODA7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/es/animal_mx_205/436aae6922b9a7b5b8d7b9e66460eee9",
        "example1": "En muchas plataformas para ver series y películas guardan listados de series que sigues, las que te gustan, te ofrecen las que se parecen a las que has visto... las coockies se utilizan para que las páginas que visitas sepan quien eres y ofrecerte una información u otra según la infor que tengan de ti",
        "example2": "Algunos hornos guardan una configuración de tu ciclo favorito de horneado: temperatura, duración, tipo, etc. O no, ni idea, nunca he visot una así, pero es la idea básicamente",
        "example3": "Si un jugador entra en un equipo, le asignan un uniforme con número que es el que lo identifica y según el deporte, una posición en la que juega. Si ese jugador se quita la ropa, nadie sabe quien es. Se vuelve completamente invisible",
        "example4": "https://res.cloudinary.com/du3v1mwzj/image/upload/v1662296396/iron-learning/videos/mod%203%20info/imgs/coc_pfrt6r.webp",
        "video": "https://res.cloudinary.com/du3v1mwzj/video/upload/v1662251739/iron-learning/videos/mod%203%20info/coockie_hbb8dp.mov"

    }

    
]