[
  {
  "name": "http",
  "description": "HTTP, de sus siglas en inglés: Hypertext Transfer Protocol, es el nombre de un protocolo el cual nos permite realizar una petición de datos y recursos, como pueden ser documentos HTML. Es la base de cualquier intercambio de datos en la Web, y un protocolo de estructura cliente-servidor, esto quiere decir que una petición de datos es iniciada por el elemento que recibirá los datos (el cliente), normalmente un navegador Web. Así, una página web completa resulta de la unión de distintos sub-documentos recibidos, como, por ejemplo: un documento que especifique el estilo de maquetación de la página web (CSS), el texto, las imágenes, vídeos, scripts, etc...  ",
  "example": "Hyper text transmition protocol. Protocolo de la WEB. (puerto 80). En la mayoría de webs lo veremos como https. La s es de seguro, se añade una capa a http de seguridad. Comunicación cifrada entre el cliente y el servidor. Hyper text transmition protocol security. Se suele usar el puerto 443",
  "category": "Internet",
  "file": " https://developer.mozilla.org/es/docs/Web/HTTP/Overview",
  "link":"https://www.arsys.es/blog/file/uploads/2015/12/2015-12-30_http.jpg",
  "example1": "Es como Soul Goodman para los maleantes que quieren que todo salga bien, negocia por ellos y los pone de acuerdo con los términos del trámite",
  "example2": "Podriamos decir que el http en el mundo de la cocina es un camarero. Lleva los platos de comida a los comensales de manera profesional y segura. ",
  "example3": "Cuando en el football americano compran y venden jugadores universitarios como si fueran caramelos...",
  "example4": "https://asset.cloudinary.com/du3v1mwzj/29ca53f75f0de6cc52658ead8935d310",
  "video1": "https://res.cloudinary.com/du3v1mwzj/video/upload/v1661208900/iron-learning/videos/htt_protocol_qs3rc9.mp4",
  "video2": "https://res.cloudinary.com/du3v1mwzj/video/upload/v1661208900/iron-learning/videos/htt_protocol_qs3rc9.mp4",
  "video3": "https://res.cloudinary.com/du3v1mwzj/video/upload/v1661208900/iron-learning/videos/htt_protocol_qs3rc9.mp4"
}
]